Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Thinking outside the box was needed to get Maria on track.
nb: Utradisjonell tenking måtte til for å realisere feltet Maria.

source: The level of activity in Norway’s oil industry is declining.
nb: Aktiviteten i oljenæringen faller.

source: In a major interview, petroleum and energy minister Tord Lien reminds the companies that they are still obliged to make the investment needed to recover profitable resources.
nb: I et større intervju minner olje- og energiminister Tord Lien om at oljeselskapene uansett har en plikt til å gjøre nødvendige investeringer for å produsere lønnsomme ressurser.

source: Read the magasin:
nb: Les magasinet:

source: Norwegian Continental Chelf No.2-2015 >>
nb: Norsk sokkel nr.2-2015 >>

source: Wellbore 7223/5-1 will be drilled from the Polar Pioneer drilling facility at position 72°32' 06.07" N and 23°20' 07.80" E.
nb: Brønnbanen 7223/5-1 skal bores fra boreinnretningen Polar Pioneer i posisjon 72°32' 06,07" N og 23°20' 07.80" Ø.

source: The drilling program for wellbore 7223/5-1 relates to the drilling of an appraisal well in production licence 228.
nb: Boreprogrammet for brønnbane 7223/5-1 gjelder boring av en avgrensningsbrønn i utvinningstillatelse 228.

source: StatoilHydro Petroleum AS is the operator, with a 100 per cent ownership interest.
nb: StatoilHydro Petroleum AS er operatør med en andel på 100 prosent.

source: Well 7223/5-1 is located 180 km from the coast and 110 km from well 7122/6-2 (Tornerose).
nb: Brønn 7223/5-1 ligger 180 kilometer fra kysten og 110 kilometer fra brønn 7122/6-2 (Tornerose).

source: Production licence 228 was awarded in the Barents Sea project in 1997, with Saga Petroleum ASA as operator.
nb: Utvinningstillatelse 228 ble tildelt i Barentshavprosjektet i 1997, med Saga Petroleum ASA som operatør.

source: Appraisal well 7223/5-1 is the third well in production licence 228.
nb: Avgrensningsbrønn 7223/5-1 er den tredje brønnen i utvinningstillatelse 228.

source: Contact in the NPD: Eldbjørg Waage Melberg, tel.
nb: Kontaktperson I OD: Eldbjørg Waage Melberg, tlf.

source: Caption: The unmanned wellhead platform Tambar (BP) in the North Sea.
nb: Den ubemannede brønnhodeplattformen Tambar (BP) i Nordsjøen.

source: (Photo: BP)
nb: (Foto: BP)

source: A new study will look into the benefits and disadvantages of wellhead platforms.
nb: En ny studie skal belyse fordeler og ulemper med brønnhodeplattformer.

source: An unmanned wellhead platform is a facility with a fixed substructure installed on the seabed, with dry wellheads located on the platform deck.
nb: En ubemannet brønnhodeplattform er en bunnfast innretning der brønnene er plassert på plattformdekket.

source: The concept is an alternative to subsea wells where the wellheads are placed on the seabed.
nb: Konseptet er et alternativ til undervannsbrønner med brønnhoder plassert på havbunnen.

source: There are various types of unmanned wellhead platforms – from simple facilities to more advanced solutions including e.g. process equipment.
nb: Ubemannede brønnhodeplattformer finnes i ulike varianter – fra enkle innretninger til mer avanserte løsninger med for eksempel prosessutstyr.

source: Some can be entered from vessels, while others have bridges or helicopter decks.
nb: Noen kan entres med fartøy, mens andre har bro eller helikopterdekk.

source: The Norwegian Petroleum Directorate has commissioned a study with the objective of gaining further knowledge about the different types of unmanned wellhead platforms.
nb: Oljedirektoratet har bestilt en studie for å få mer kunnskap om ulike typer ubemannede brønnhodeplattformer.

source: The plan is for the study, to be performed by Rambøll Oil & Gas, to be submitted to the authorities towards the end of December of this year.
nb: Studien, som skal utføres av Rambøll Oil & Gas, skal etter planen overleveres til myndighetene i slutten av desember i år.

source: Offers for ownership interests in APA 2014 >>
nb: Tilbud om andeler i TFO 2014 >>

source: The new development will consist of an unmanned wellhead facility which will both recover oil and gas from new deposits and improve the recovery rate from other producing deposits.
nb: Forekomstene skal bygges ut med en ubemannet brønnhodeinnretning som både gjør det mulig å utvinne olje og gass fra nye forekomster og øke utvinningsgraden fra andre produserende forekomster.

source: The development cost is projected at NOK 8.2 billion, and makes it possible to recover 17.6 million standard cubic metres of oil equivalents (approx. 110 million barrels o.e).
nb: Kostnadene ved utbyggingen er anslått til 8,2 milliarder kroner, og investeringen gjør det mulig å hente ut 17,6 millioner standard kubikkmeter oljeekvivalenter (cirka 110 millioner fat o.e).

source: Oil accounts for nearly 10 million cubic metres (63 million barrels) of the reserves; the rest is gas.
nb: Oljen utgjør nær 10 millioner kubikkmeter (63 millioner fat) av reservene, resten er gass.

source: The reservoirs are located between 2400 and 3100 metres below the sea surface.
nb: Reservoarene ligger fra 2400 til 3100 meter under havoverflaten.

source: The facility may be described as a seabed installation lifted up above the sea surface.
nb: Innretningen kan beskrives som en havbunnsinstallasjon som er løftet opp over havoverflaten.

source: This means easier access to the wellheads for maintenance and potential future adaptations.
nb: Det gir lettere tilgang til brønnhodene ved vedlikehold og eventuelle tilpasninger senere.

source: Tomas Mørch, assistant director for the North Sea North in the Norwegian Petroleum Directorate (NPD), has deemed Oseberg Vestflanken 2 to be a good project for further development of the area: “I think it’s positive that the Oseberg licensees have decided on a project for improved recovery in these demanding times.”
nb: Tomas Mørch, underdirektør for Nordsjøen nord i Oljedirektoratet, vurderer Oseberg Vestflanken 2 som et godt prosjekt for videre utvikling av området: «Jeg synes det er positivt at rettighetshaverne i Oseberg har besluttet et prosjekt for økt utvinning i disse krevende tider.»

source: The Oseberg Vestflanken 2 will be developed with a simplified, unmanned wellhead facility with ten well slots.
nb: Brønnhodeinnretningen har ti brønnslisser.

source: Two of these will be used to inject gas to improve oil recovery.
nb: For å øke utvinningen av olje, skal to av disse brukes til å injisere gass.

source: Two production wells will also be drilled from an existing subsea template on the Vestflanken.
nb: I tillegg skal to produksjonsbrønner bores fra en eksisterende bunnramme på Vestflanken.

source: Further injection will take place by obtaining gas through a new pipeline from the existing gas injection system in the area.
nb: Ytterligere injeksjon skal skje ved å hente inn gass gjennom en ny rørledning fra gassinjeksjonssystemet som allerede finnes i området.

source: The wells on Vestflanken 2 will be operated from the Oseberg field centre, where the oil and gas will also be processed.
nb: Brønnene på Vestflanken 2 skal styres fra feltsenteret på Oseberg, hvor også oljen og gassen skal prosesseres.

source: The facility will be built without a helicopter deck, lifeboats and accommodation facilities.
nb: Innretningen skal bygges uten helikopterdekk, livbåter og overnattingsfasiliteter.

source: Personnel who perform maintenance will be brought on board from vessels equipped with a gangway.
nb: Vedlikeholdspersonell får tilgang fra fartøy utstyrt med en gangbro.

source: Such a solution is novel on the Norwegian shelf, but has been thoroughly tested e.g. on the Danish and Dutch shelves.
nb: En slik løsning er ny i Norge, men er godt utprøvd blant annet på dansk og nederlandsk sokkel.

source: This type of development solution is appropriate for depths of up to approx. 150 metres, and the solution may therefore also be relevant for several of the many minor discoveries for which development decision have not yet been made.
nb: Denne typen utbyggingsløsning er egnet for havdyp ned til cirka 150 meter, og kan derfor være aktuell for flere av de mange mindre funnene som ennå ikke er besluttet bygget ut.

source: Statoil and its partners Petoro, Total and ConocoPhillips have booked a dedicated, simplified, jack-up drilling facility (Cat J rig) to drill the wells.
nb: Statoil og partnerne Petoro, Total og ConocoPhillips har bestilt en egen, forenklet, oppjekkbar boreinnretning (Cat J-rigg) som skal bore brønnene.

source: Production start-up is scheduled for the second quarter of 2018.
nb: Produksjonsstart er planlagt i andre kvartal 2018.

source: This is how the developers envision the solution with an unmanned wellhead facility.
nb: Slik ser utbyggerne for seg løsningen med en ubemannet brønnhodeinnretning.

source: The Oseberg field centre is in the background and the seabed facility on the Vestflanken can be seen on the right.
nb: Oseberg feltsenter i bakgrunnen og havbunnsinnretningen på Vestflanken ute til høyre.

source: (Illustration: Statoil)
nb: (Illustrasjon: Statoil)

source: Oseberg Vestflanken 2 will be developed with a simplified, unmanned wellhead facility with ten well slots.
nb: Oseberg Vestflanken 2 skal bygges ut med en forenklet, ubemannet brønnhodeinnretning med ti brønnslisser.

source: “Being out by some 20 million years means there’s something wrong with the model,” says Lundschien.
nb: Altså måtte det være noe galt med de rådende modellene,» sier Lundschien.

source: The NPD has staged a number of expeditions to and around Svalbard since 2006, collecting and analysing data together with Norwegian, Russian, Polish and British research institutes.
nb: I samarbeid med forskningsinstitusjoner i Norge, Russland, Polen og Storbritannia, har Oljedirektoratet samlet inn og analysert informasjon fra flere feltekspedisjoner på og rundt Svalbard siden 2006.

source: Kalmar Ildstad, assistant director for development and operations – Norwegian Sea and Alv Bjørn Solheim, assistant managing director and technical director at Wintershall.
nb: Kalmar Ildstad, underdirektør for utbygging og drift Norskehavet og Alv Bjørn Solheim, viseadministrerende direktør og teknisk direktør i Wintershall.

source: (Photo: Arne Bjørøen, NPD)
nb: (Foto: Arne Bjørøen)

source: The Maria discovery, located in blocks 6407/1 and 6406/3 on the Halten Bank in the Norwegian Sea, is Wintershall’s first operated development project.
nb: Maria-funnet, som ligg i blokkene 6407/1 og 6406/3 på Haltenbanken i Norskehavet, er Wintershalls første eigenopererte utbyggingsprosjekt.

source: The discovery is estimated to contain approximately 28.1 million standard cubic meters of oil equivalent, mostly oil, but also some associated gas and natural gas liquid (NGL).
nb: Funnet er estimert til å innehalde rundt 28,1 millionar standard kubikkmeter oljeekvivalentar, for det meste olje med noko assosiert gass og våtgass (NGL).

source: Maria is located 230 kilometres from shore.
nb: Maria ligg 230 kilometer frå land.

source: The water depth in the area is 300 metres, and the reservoir is located about 3800 metres below the sea surface.
nb: Vassdjupet i området er 300 meter, og reservoaret ligg rundt 3800 meter under havflata.

source: Production licence 475BS was awarded in APA 2008.
nb: Utvinningsløyve 475BS vart tildelt i TFO 2008.

source: The discovery was made during drilling of well 6406/3-8 T2 in 2010.
nb: Funnet blei gjort ved boring av brønn 6406/3-8 T2 i 2010.

source: The licensees are expecting production to start in the fourth quarter of 2018.
nb: Rettshavarane legg opp til at produksjonen skal starte i fjerde kvartal 2018.

source: Development concept for Maria
nb: Utbyggingsløysing for Maria

source: According to the plan, Maria will be developed with a subsea production facility consisting of two subsea templates, both with room for drilling and completion of up to four wells.
nb: Etter planen skal Maria byggast ut med eit undervass produksjonsanlegg som består av to brønnrammer, begge med plass for boring og komplettering av opp til fire brønnar.

source: Two production wells and two water injection wells will be drilled from each template using a semi-submersible drilling facility.
nb: Det skal borast to produsentar og ein vassinjeksjonsbrønn frå kvar brønnramme ved bruk av ei halvt nedsenkbar boreinnretning.

source: The production facility will be tied back to the existing infrastructure in the area.
nb: Produksjonsanlegget skal koplast opp mot eksisterande infrastruktur i området.

source: “The development solution is special, because as many as four hosts, or other facilities, are involved.
nb: «Utbyggingsløysinga er spesiell fordi så mange som fire vertar, eller andre innretningar, er involvert.

source: Statoil, who is the operator of these facilities, has cooperated closely with Wintershall concerning the development.
nb: Statoil, som er operatør for desse, har samarbeidd nært om utbygginga med Wintershall.

source: The well stream from Maria will be sent to the Kristin platform for processing and metering.
nb: Brønnstrømmen fra Maria blir sendt til Kristin-plattformen for prosessering og måling.

source: The stabilised oil will then be sent to the Åsgard A production and storage ship for storage and offloading to shuttle tankers.
nb: Den stabiliserte olja vil så bli send til produksjons- og lagerskipet Åsgard A for lagring og lossing til skytteltankarar.

source: According to the plan, the rich gas will be exported via the Åsgard Transport pipeline system to Kårstø in Rogaland County.
nb: Rikgassen skal etter planen eksporterast via røyrsystemet Åsgard Transport til Kårstø i Rogaland.

source: Gas for well gas lift will be supplied from the Åsgard B platform via existing gas pipes to the Tyrihans subsea template on the Tyrihans field.
nb: Gass for gassløft av brønnane vil komme frå Åsgard B-plattformen via eksisterande gassrøyr til brønnramma Tyrihans D på Tyrihans-feltet.

source: Here, the lift gas pipeline for Maria will be connected.
nb: Her skal røyret for løftegass for Maria bli kopla til.

source: Water for pressure support will be supplied from the Heidrun platform.
nb: Vatn som skal brukast til trykkstøtte skal leverast frå Heidrun-plattforma.

source: The NPD encourages shelf companies to focus on sound area solutions and efficient use of the existing infrastructure:
nb: Oljedirektoratet er pådrivar for at selskapa på sokkelen skal satse på gode områdeløysningar og effektiv utnytting av eksisterande infrastruktur:

source: “This development requires extensive collaboration across the exploration licence.
nb: «Dette er ei utbygging som stiller store krav til samarbeid på tvers av utvinningsløyva.

source: If we are to ensure maximum benefit for society from oil and gas production on the Norwegian shelf in the time ahead, both the developer and the host need to show willingness to be able to succeed with this type of solution,” says Ildstad.
nb: Skal vi lukkast med å realisere størst mogleg samfunnsmessige verdiar av olja og gassen på norsk sokkel i tida framover, er vi avhengige av vilje både hjå utbyggar og vert til å få til denne type løysingar,» seier Ildstad.

source: Wintershall Norge AS is the operator with an ownership interest of 50 percent.
nb: Wintershall Norge AS er operatør med ein del på 50 prosent.

source: The other licensees are Petoro AS with 30 percent and Centrica Resources (Norge) AS with 20 percent.
nb: Dei andre rettshavarane er Petoro AS med 30 prosent og Centrica Resources (Norge) AS med 20 prosent.

source: Geographical location of the Maria field
nb: Geografisk plassering av Maria-funnet.

source: This is why the Norwegian Petroleum Directorate (NPD) is sceptical of the proposal to plug wells as a measure to keep drilling rigs in activity.
nb: Derfor er Oljedirektoratet (OD) skeptisk til forslag om å plugge brønner som tiltak for å holde borerigger i aktivitet.

source: The NPD, as resource steward, wants the industry to use available rig capacity to drill new profitable wells and is considering re-use of existing wells to avoid declining production on existing fields.
nb: OD som ressursforvalter er opptatt av at næringen bruker ledig riggkapasitet til å bore nye lønnsomme brønner og vurderer gjenbruk av eksisterende brønner for å unngå fallende produksjon på eksisterende felt.

source: Multiple re-use methods are used to produce remaining resources; here it is important for decisions concerning potential plugging to be well-reasoned and long-term.
nb: Det er flere metoder for gjenbruk som benyttes for å produsere gjenværende ressurser, der er det viktig at beslutninger om eventuell plugging er veloverveide og langsiktige.

source: The NPD wants to stimulate the licensees to utilise these opportunities for improved recovery on the fields.
nb: OD er pådriver for at rettighetshaverne skal utnytte disse muligheten til økt utvinning på feltene.

source: It is important that the considerable investments represented by a well, are utilised as long as they are profitable in a long-term perspective.
nb: Det er viktig at de store investeringene en brønn representerer, blir utnyttet så lenge det er lønnsomt i et langsiktig perspektiv.

source: The NPD's figures show that there are about 2200 wellbores in use on producing fields.
nb: ODs tall viser at det er om lag 2200 brønnbaner i bruk på produserende felt.

source: The wells are used to produce oil and gas or to inject water and gas in order to drain reservoirs in the best possible manner.
nb: Brønnene brukes til produksjon av olje og gass eller til injeksjon av vann og gass for å drenere reservoarene på best mulig måte.

source: The NPD has, based on reported figures, estimated that about 40 – 50 wells are scheduled to be plugged each year over the next few years.
nb: OD har, basert på innrapporterte tall, estimert at det skal plugges om lag 40 – 50 brønner per år de nærmeste årene.

source: Most of these wells are plugged from fixed facilities.
nb: De fleste av disse brønnene plugges fra faste innretninger.

source: The figures change continuously as new wells are drilled and others are plugged.
nb: Tallene endrer seg fortløpende etter hvert som nye brønner bores og andre plugges.

source: The licensees on the various fields are responsible for the wells and have the overview of their own fields.
nb: Det er rettighetshaverne på de ulike feltene som forvalter brønnene og har oversikten på sine felt.

source: Contact person:
nb: Kontaktperson:

source: Harald Brekke, NPD.
nb: Harald Brekke, Oljedirektoratet

source: Map of the central Arctic Ocean with the expedition route in red.
nb: Kartet over sentrale Polhavet der ekspedisjonsruten vises i rødt.

source: The first day of each month is marked with yellow points.
nb: Den første dagen i hver måned er markert med gule punkter.

source: This was to the day 119 years after Nansen and Johansen returned from the Fram I expedition in 1896.
nb: Det var ganske nøyaktig på dagen 119 år etter at Nansen og Johansen i 1896 kom tilbake fra Fram I-ekspedisjonen.

source: The foremost polar researcher of our time, Professor Yngve Kristoffersen and his very experienced polar colleague, Audun Tholfsen, spent the winter alone in the central Arctic Ocean to do polar research.
nb: Vår tids fremste polarforsker, professor Yngve Kristoffersen, og hans meget erfarne polarmedarbeider Audun Tholfsen har overvintret alene i det sentrale Polhavet i forskningens tjeneste.

source: On 31 August last year, Sabvaaba and the two researchers were placed on the ice near the North Pole by the German research ice breaker Polarstern.
nb: 31. august i fjor ble Sabvaaba og de to forskerne satt av på isen rett ved Nordpolen av den tyske forskningsisbryteren Polarstern.

source: With them, they had scientific measurement equipment and supplies for 1.5 years.
nb: Med seg på isen hadde de vitenskapelig måleutstyr og forsyninger for halvannet år.

source: The 2014/15 Fram expedition was under way.
nb: Fram 2014/15-ekspedisjonen var i gang.

source: On 18 August this year, the remaining equipment was picked up from what was left of the ice floe by the sealing vessel Havsel.
nb: 18 august i år ble det gjenværende utstyret plukket opp fra det som var igjen av isflaket av selfangstskuta Havsel.

source: It then returned to Longyearbyen in Svalbard together with Sabvaaba.
nb: Deretter gikk den sammen med Sabvaaba tilbake til Longyearbyen på Svalbard.

source: In the meantime, the 2014/15 Fram expedition had an adventurous, and at times, rough, journey.
nb: I mellomtiden hadde Fram 2014/15-ekspedisjonen hatt en eventyrlig og til tider strabasiøs reise.

source: They crossed the Lomonosov ridge a whopping five times, and then the Morris Jesup plateau north of Greenland for good measure.
nb: Hele fem ganger krysset de over Lomonosovryggen og deretter like godt over Morris Jesup-platået nord for Grønland.

source: Most of this route passes through the most inaccessible areas of the Arctic Ocean.
nb: Mesteparten av denne ruta går gjennom de mest utilgjengelige områdene i hele Polhavet.

source: Here, the ice is so thick that you need a nuclear icebreaker to get there.
nb: Her er isen så tjukk at man må ha atomisbryter for å være sikker på å komme fram.

source: Unless you happen to have a hovercraft.
nb: Hvis man da ikke skulle ha en luftputebåt.

source: But even with a nuclear icebreaker it is virtually impossible to collect seismic data there.
nb: Men selv med atomisbryter er det omtrent umulig å samle inn seismiske data der.

source: As a result, the 1 000 kms of good seismic collected by the 2014/15 Fram expedition using their ice drift technique is a unique data set.
nb: Derfor er de 1000 kilometrene med god seismikk, som Fram 2014/15-ekspedisjonen samlet inn med sin isdriftteknikk, et helt unikt datasett.

source: In addition to the seismic data, the expedition also collected almost 2 000 kms of a number of other data from air, ice, and water.
nb: I tillegg til de seismiske dataene samlet ekspedisjonen inn nesten 2000 kilometer med en mengde andre data fra luft, is og vann (lenke inn Yngves egen oppsummering her).

source: The data set from the 2014/15 Fram expedition will be one of the most important Arctic Ocean references in many disciplines for years to come.
nb: Datasettet fra Fram 2014/15-ekspedisjonen vil på flere fagfelt bli stående som en av de aller mest vesentlige referansene i Polhavet i mange år framover.

source: The seismic data collected from the Lomonosov Ridge and the Morris Jesup plateau will provide new knowledge of the geological development of the northern marine on the Barents Sea shelf .
nb: Blant annet vil de seismiske dataene over Lomonosovryggen og Morris Jesup-platået gi ny kunnskap om den geologiske utviklingen av den nordlige marinen av Barentshavsokkelen.

source: The Norwegian Petroleum Directorate has been one of the sponsors of the expedition.
nb: Oljedirektoratet har vært med og sponset ekspedisjonen.

source: The 2014/15 Fram expedition at 88° North, New Year's Eve 2015.
nb: Fram 2014/15-ekspedisjonen på 88° Nord, nyttårsaften 2015.

source: Read Yngve Kristoffersen's summary:
nb: Les Yngve Kristoffersens sammendrag:

source: This estimate has been unchanged since 2003, despite discoveries made since then.
nb: Anslagene er ikke endret siden 2003, selv om det både er påvist olje og gass siden den gang.

source: Text: Erling Kvadsheim
nb: Tekst: Erling Kvadsheim

source: Liquids account for roughly 45 per cent of this total, and gas for 55 per cent.
nb: Om lag 45 prosent av dette er væske og 55 prosent gass.
